{
  "aboutandfaq": "About and FAQ",
  "buymeacoffee": "Buy Me A Coffee",
  "donate": "Donate",
  "language": "English",
  "login": "Login",
  "lookingforvlivearchives": "Looking for V LIVE archives?",
  "about_description": "About this project",
  "about_motivation": "Motivation",
  "about_motivation_ans": "As we all know, V LIVE is going to be shut down at the end of 2022. I wanted to preserve as many videos and features of V LIVE as possible whilst preserving the V LIVE experience.",
  "about_what_groups": "What groups and what content is available?",
  "about_what_groups_ans": "At first the project was to archive my favourite artists. I also prioritised artists who aren't on Weverse, artists without existing archives on Google Drive or similar platforms, and nugu groups. A lot of people have emailed me and messaged me to add other groups too, and I will continue to add more. \n\n At the moment, only \"lives\" are uploaded, so pre-recorded content is not uploaded because they are usually also available on other platforms such as YouTube. Later on, I will add deleted lives and paid content.",
  "about_add_more_groups": "Can you add more groups?",
  "about_add_more_groups_ans": "My email is contact@vlivearchive.com and twitter is @snake_lam. Please note that unless you send me a link to, for example, a Google Drive, or send me videos somehow, I can't download any groups or videos that have not already been previously archived by another team.",
  "about_can_i_contribute": "Can I contribute?",
  "about_can_i_contribute_ans": "If you have videos or subtitles not on the platform, please contact me and I'll arrange for those videos to be added to the database. \n\n You can also contribute by donating on Buy Me A Coffee (for non-Australian residents at https://buymeacoffee.com/jonathanlam) or donating on BeemIt (@jonathanlam) for Australians. My BeemIt profile picture is a snake. This will help with the costs of running this website. As you can imagine, running a global site of this scale with this many videos is expensive. \n\n For software developers, the front end is open source on GitHub at https://github.com/jonathanlam/vlive-frontend.",
  "about_team": "Do you have a team?",
  "about_team_ans": "No. I'm just one normal person working hard on this. In the past few days, a few people have reached out to me on Twitter and Discord providing suggestions, help with translations, sending over more archived videos etc. \n\n My dream would be to start a team where we collectively work on adding every group on here, and ditch the many Google Drives out there. Get into contact with me on email or Twitter (@snake_lam) if you have a Google Drive or similar of videos. Peer to peer (torrents) also work if you know how to do that. \n\n If you do not have enough storage in your Google Drive to upload videos to send to me, contact me and I'll give you storage.",
  "about_taken_down": "Will this site be taken down?",
  "about_taken_down_ans": "This site is run independently of V LIVE servers and will not be affected by the shut down. The site is also independent of parties like Google Drive or YouTube so those companies also cannot shut down my site. \n\n I did have to take the site down temporarily (of my own accord) from 2 Jan to 4 Jan, but this was because I did not anticipate the sudden demand on the website, causing my hosting fees to skyrocket. I have now fixed these issues, so I have brought back the site.",
  "about_thumb_subs": "How come I can't see videos or thumbnails or subtitles?",
  "about_thumb_subs_ans": "I am moving all my content from one server to another server which is cheaper to run. There is a lot of content and the transfer will take a while. I expect most content to be available by 7 January."
}
